commands_templates/GetVideoAnalyticsConfiguration0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/analyticsdevice/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetVideoAnalyticsConfiguration>
         <!--type: ReferenceToken-->
         <wsdl:ConfigurationToken>?</wsdl:ConfigurationToken>
      </wsdl:GetVideoAnalyticsConfiguration>
   </soap:Body>
</soap:Envelope>